Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/mangel-pa-samisk-larere-og-laremidler_id_673673.html.tmx
Source language: nob
Languages: sme

source: Pressemelding, 29.02.2012
sme: Preassadieđáhus, 01.03.2012

source: Mangel på samiske lærere og læremidler
sme: Váilot sihke sámegielat oahpaheaddjit ja sámi oahpponeavvut

source: En fersk evaluering av Kunnskapsløftet Samisk viser at det fortsatt er betydelige utfordringer når det gjelder samiskopplæringen i norsk skole.
sme: Máhttoloktema Sámi oahppoplána aiddo ilbman iskkadeapmi čájeha ahte ain leat arvat hástalusat dasa mii guoská sámegiela oahpahussii Norgga skuvllain.

source: Mangel på lærere og læremidler er to av de viktigste utfordringene.
sme: Oahpaheddjiid ja oahpponeavvuid váilivuohta lea guokte deháleamos hástalusa.

source: Nordlandsforskning har evaluert Kunnskapsløftet Samisk.
sme: Nordlandforskning lea evalueren Máhttoloktema Sámi oahppoplánaid.

source: Rapporten ” - Mot en likeverdig skole ?
sme: Raporta» - Mot en likeverdig skole ?

source: Sluttrapport fra evalueringsarbeidet av Kunnskapsløftet Samisk ” viser utfordringer på det samiske feltet når det gjelder implementeringen av Kunnskapsløftet Samisk.
sme: Sluttrapport fra evalueringsarbeidet av Kunnskapsløftet Samisk ” almmuha hástalusaid sámi suorggi ektui Máhttoloktema Sámi oahppoplánaid beavttálmahttimis.

source: Det er stor mangel på lærere som har kompetanse i samisk opplæring.
sme: Oahpaheaddjiváili geainna lea gealbu oahpahit sámegillii lea stuoris.

source: For å bøte på dette har det siden 2010 vært ordninger med ettergivelse av studielån for samiske språk i lærerutdanningen.
sme: Buoridan dihtii dán dili de leat jagi 2010 rájes biddjojuvvon johtui ortnegat nugo studieloatna vuolideapmi sidjiide geat lohket sámegiela oahpaheaddjioahpus.

source: Det er også vedtatt en nasjonal rekrutteringsstrategi for samisk høyere utdanning (2011 – 2014), der rekruttering av lærerstudenter til de samiske språkene er hovedprioritet.
sme: Našunála rekrutterenstrategiija sámi alit ohppui (2011 – 2014) lea maid mearriduvvon, gos váldovuoruheapmi lea rekruteret oahpaheaddjistudeanttaid sámegielat ohppuide.

source: Videre pekes det på at læremiddelsituasjonen er dårligere enn for majoritetselevene.
sme: Maiddái čujuhuvvo ahte oahpponeavvodilli lea heittoheappot go majoritehtaohppiin.

source: – Kunnskapsdepartementet og Sametinget har drøftet mulighetene for å bedre forholdene når det gjelder samiske læremidler, men det er store utfordringer med å skaffe kvalifiserte læremiddelforfattere, sier statssekretær i Kunnskapsdepartementet Elisabet Dahle.
sme: - Máhttodepartemeanta ja Sámediggi leaba ságaškuššan vejolašvuođaid buoridit sámi oahpponeavvodili, muhto leat stuorra hástalusat gávdnat oahppan oahpponeavvočálliid, cealká Máhttodepartemeantta stáhtačálli Elisabet Dahle.

source: Hun mener at den digitale læremiddelportalen, Ovttas, kan være et viktig bidrag når det gjelder utvikling og spredning av læremidler.
sme: Son oaivvilda ahte digitála oahpponeavvoportála, Ovttas, soaitá leat dehálaš gaskaoapmin ovddidit ja čalmmustahttit oahpponeavvuid.

source: Innføringen av Kunnskapsløftet Samisk ble gjennomført på kortere tid enn innføringen av den norske læreplanen.
sme: Máhttoloktema Sámi oahppoplánat čađahuvvojedje oaneheabbo áiggis go našunála oahppoplánat.

source: Innføringen har også vært mer krevende.
sme: Čađaheapmi lea maid leamaš eanet gáibideaddji.

source: De samiske elevene har høyere timetall enn de norske.
sme: Sámi ohppiin leat eanet oahppodiimmut go dáža ohppiin.

source: For samiske elever kan det også være vanskelig å praktisere språket i dagligtale på grunn av at språkarenaene ofte er begrenset.
sme: Sámegielat ohppiide lea maid váddásat geavahit sámegiela beaivválaččat sivas go giellaarenat dávjá leat ráddjejuvvon.

source: Nordlandsforskning konkluderer likevel med at det gjøres et imponerende arbeid fra mange lærere.
sme: Nordlandsforskning lea dattege gávnnahan ahte olu oahpaheaddjit dahket hirbmat vuđolaš ja mearkkašahtti barggu.

source: Rapporten fra Nordlandsforskning viser at mange kommuner ikke ivaretar sin informasjonsplikt om den individuelle retten til samiskopplæring.
sme: Nordlandsforskning raporta almmuha ahte leat olu gielddat mat eai fuolat iežaset diehtojuohkingeatnegasvuođa dasa mii guoská ovttaskas oahppi vuoigatvuhtii oahpahussii sámegielas.

source: Det er skoleeiers ansvar å informere elever og foreldre om dette.
sme: Lea skuvlaeaiggáda ovddasvástádus addit dieđuid sihke ohppiide ja váhnemiidda dán birra.

source: – Det må sees nærmere på hvordan elever og foreldre skal få kjennskap til den retten elevene faktisk har til slik opplæring.
sme: - Ferte dárkileappot guorahallat movt gaskkustit dieđuid ohppiide ja váhnemiidda rivttiid birra mat ohppiin duođai leat dákkár oahpahussii.

source: Det trengs fortsatt økt innsats for at opplæringen i og på samisk kan sies å være likeverdig med den opplæringen majoritetselevene får, sier statssekretæren.
sme: Ain lea dárbu buoridit árjjaid vai oahpahus sámegillii ja sámegielas šaddá ovttaárvosažžan majoritehtaohppiid oahpahusain, dadjá stáhtačálli.

source: – Det gode samarbeidet mellom Kunnskapsdepartementet og Sametinget, både på administrativt og politisk nivå, er helt avgjørende for en god utvikling videre, sier Dahle.
sme: - Buorre ovttasbargu Máhttodepartemeantta ja Sámedikki gaskkas, sihke hálddahus ja politihkalaš dásis, lea áibbas mearrideaddjin viidásat ovdáneapmái, dadj ala Dahle.
